Revit 2024 API
TableCellStyleOverrideOptions.BorderLeftLineStyle Property
 Indicates if the border left line style characteristic is overridden.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public bool BorderLeftLineStyle { get; set; }
Visual Basic
Public Property BorderLeftLineStyle As Boolean
	Get
	Set
Visual C++
public:
property bool BorderLeftLineStyle {
	bool get ();
	void set (bool value);
}
See Also
TableCellStyleOverrideOptions Class
Autodesk.Revit.DB Namespace